Repository: Marconiusiii/ghostWriter-Markdown-iOS
Catalog: ghostWriter/Localizable.xcstrings
Source language: en
Languages: es

source: %@ and everything inside it will move to Recently Deleted.
es: %@ y todo su contenido se moverán a Eliminados recientemente.

source: %@ is not yet available on this device.
es: %@ todavía no está disponible en este dispositivo.

source: %@ will be permanently deleted. This cannot be undone.
es: %@ se eliminará permanentemente. Esta acción no se puede deshacer.

source: %@ will move to Recently Deleted, where it can be restored or deleted permanently.
es: %@ se moverá a Eliminados recientemente, donde se podrá restaurar o eliminar permanentemente.

source: %@, deleted %@
es: %@, eliminado %@

source: %@, folder, %lld %@
es: %@, carpeta, %lld %@

source: %@, heading level %lld
es: %@, encabezado de nivel %lld

source: %@: The text file must use UTF-8 encoding.
es: %@: El archivo de texto debe usar la codificación UTF-8.

source: %lld columns
es: %lld columnas

source: %lld deleted items
es: %lld elementos eliminados

source: %lld items
es: %lld elementos

source: %lld rows
es: %lld filas

source: 1 column
es: 1 columna

source: 1 deleted item
es: 1 elemento eliminado

source: 1 item
es: 1 elemento

source: 2 Spaces
es: 2 espacios

source: 4 Spaces
es: 4 espacios

source: A folder cannot be moved inside itself.
es: Una carpeta no se puede mover dentro de sí misma.

source: A to Z
es: De la A a la Z

source: A word misspelled here and there, some transposed or switched. They'd go back up into their code and find the errors and go fix them. Hitting render again would cause even more spooky mayhem to happen. New words appearing, words getting duplicated, even little ghost emojis popping up here and there. Each render caused even more chaos!
es: Alguna palabra aparecía mal escrita, con letras transpuestas o cambiadas. Volvían al código, encontraban los errores y los corregían. Al volver a renderizar, ocurrían cosas aún más inquietantes: aparecían palabras nuevas, otras se duplicaban e incluso surgían pequeños emojis de fantasmas. ¡Cada renderizado provocaba todavía más caos!

source: About
es: Acerca de

source: Acknowledgements
es: Agradecimientos

source: Add a description to the tactile graphic %@ before exporting.
es: Añade una descripción al gráfico táctil %@ antes de exportar.

source: Add a heading by starting a line with a number sign, like # Introduction.
es: Añade un encabezado comenzando una línea con una almohadilla, como # Introducción.

source: Address
es: Dirección

source: Announces Light feedback and completed Markdown structures as you type.
es: Anuncia los avisos del nivel Ligero y las estructuras Markdown completadas mientras escribes.

source: Announces list changes, indentation levels, and Insert actions.
es: Anuncia los cambios de lista, los niveles de sangría y las acciones de Insertar.

source: App Launch
es: Inicio de la app

source: Appearance
es: Apariencia

source: As victims...er...users practiced their markdown, they'd press the render button to check out how the HTML structure was being formed. Yet every time they went to inspect the rendered output, things would be off.
es: Mientras las víctimas... ejem... las personas usuarias practicaban Markdown, pulsaban el botón Renderizar para comprobar cómo se formaba la estructura HTML. Sin embargo, cada vez que examinaban el resultado renderizado, algo no estaba bien.

source: Ask for a Title
es: Pedir un título

source: Ask for a Title opens the naming screen. Use Today’s Date creates and opens the document immediately. You can rename it later from File Actions.
es: Pedir un título abre la pantalla para asignar un nombre. Usar la fecha de hoy crea y abre el documento inmediatamente. Puedes renombrarlo más tarde desde Acciones de archivo.

source: Attach and insert
es: Adjuntar e insertar

source: Attaching…
es: Adjuntando…

source: Author
es: Autor

source: Automatic (device language)
es: Automático (idioma del dispositivo)

source: Automatic Lists
es: Listas automáticas

source: Back
es: Atrás

source: Back to %@
es: Volver a %@

source: Blank line
es: Línea en blanco

source: Block quote applied.
es: Cita en bloque aplicada.

source: Bold applied.
es: Negrita aplicada.

source: Braille code
es: Código braille

source: Braille Ready Format
es: Formato Braille Ready

source: Braille translation for eBraille and Braille Ready Format export. Version 3.38.0, built from the upstream release source for iOS.
es: Traducción braille para exportaciones eBraille y Braille Ready Format. Versión 3.38.0, compilada para iOS a partir del código fuente de la versión original.

source: Briefly identify the tactile graphic and the information it presents. This description is used when the graphic cannot be displayed.
es: Identifica brevemente el gráfico táctil y la información que presenta. Esta descripción se usa cuando el gráfico no se puede mostrar.

source: Bulleted list created.
es: Lista con viñetas creada.

source: Cancel
es: Cancelar

source: Cells per line
es: Celdas por línea

source: Change Document Storage
es: Cambiar almacenamiento de documentos

source: Character Count
es: Número de caracteres

source: Checking iCloud Drive.
es: Comprobando iCloud Drive.

source: Choose an SVG, PNG, or JPG file that was prepared for tactile presentation.
es: Elige un archivo SVG, PNG o JPG preparado para su presentación táctil.

source: Choose another file…
es: Elegir otro archivo…

source: Choose file…
es: Elegir archivo…

source: Clear Search
es: Borrar búsqueda

source: Clears the search and shows all items
es: Borra la búsqueda y muestra todos los elementos

source: Close
es: Cerrar

source: Close Without Saving
es: Cerrar sin guardar

source: Code
es: Código

source: Code block created.
es: Bloque de código creado.

source: Code fence
es: Delimitador de código

source: Columns
es: Columnas

source: Complete document
es: Documento completo

source: Continue to Library
es: Continuar a la biblioteca

source: Continues bullets and numbering when you press return
es: Continúa las viñetas y la numeración al pulsar Retorno

source: Copies Markdown, plain-text, or Word documents into ghostWriter
es: Copia documentos Markdown, de texto sin formato o de Word en ghostWriter

source: Copy Email Address
es: Copiar dirección de correo

source: Copyright date
es: Fecha de copyright

source: Could not %@ %@. %@
es: No se pudo %@ %@. %@

source: Could Not Attach Tactile Graphic
es: No se pudo adjuntar el gráfico táctil

source: Could Not Change Storage
es: No se pudo cambiar el almacenamiento

source: Could not check %@ for changes. %@
es: No se pudo comprobar si %@ tenía cambios. %@

source: Could not create a document because the selected document storage is unavailable.
es: No se pudo crear un documento porque el almacenamiento de documentos seleccionado no está disponible.

source: Could not create a folder outside the document library.
es: No se pudo crear una carpeta fuera de la biblioteca de documentos.

source: Could not create a new document because iCloud placement was not started.
es: No se pudo crear un documento nuevo porque no se inició su ubicación en iCloud.

source: Could not create a new document in iCloud. %@
es: No se pudo crear un documento nuevo en iCloud. %@

source: Could not create a new document. %@
es: No se pudo crear un documento nuevo. %@

source: Could not create the folder. %@
es: No se pudo crear la carpeta. %@

source: Could not delete %@. %@
es: No se pudo eliminar %@. %@

source: Could not download the images for %@. %@
es: No se pudieron descargar las imágenes de %@. %@

source: Could not duplicate %@ because iCloud placement was not started.
es: No se pudo duplicar %@ porque no se inició su ubicación en iCloud.

source: Could not duplicate %@ in iCloud. %@
es: No se pudo duplicar %@ en iCloud. %@

source: Could not duplicate %@. %@
es: No se pudo duplicar %@. %@

source: Could not import %@. %@
es: No se pudo importar %@. %@

source: Could not import documents because iCloud placement was not started.
es: No se pudieron importar documentos porque no se inició su ubicación en iCloud.

source: Could not import the selected files. %@
es: No se pudieron importar los archivos seleccionados. %@

source: Could not move %@ outside the document library.
es: No se pudo mover %@ fuera de la biblioteca de documentos.

source: Could not move %@. %@
es: No se pudo mover %@. %@

source: Could not open %@. The original file was not changed. %@
es: No se pudo abrir %@. El archivo original no se modificó. %@

source: Could not open the destination folder. %@
es: No se pudo abrir la carpeta de destino. %@

source: Could not open the ghostWriter folder. %@
es: No se pudo abrir la carpeta ghostWriter. %@

source: Could not permanently delete %@. %@
es: No se pudo eliminar %@ permanentemente. %@

source: Could not prepare %@ for sharing. %@
es: No se pudo preparar %@ para compartirlo. %@

source: Could not refresh deleted folders. %@
es: No se pudieron actualizar las carpetas eliminadas. %@

source: Could not refresh Recently Deleted. %@
es: No se pudo actualizar Eliminados recientemente. %@

source: Could not refresh the document library. %@
es: No se pudo actualizar la biblioteca de documentos. %@

source: Could not refresh the folder library. %@
es: No se pudo actualizar la biblioteca de carpetas. %@

source: Could not rename to %@. %@
es: No se pudo cambiar el nombre a %@. %@

source: Could not restore %@. %@
es: No se pudo restaurar %@. %@

source: Could not save because the selected document storage is unavailable.
es: No se pudo guardar porque el almacenamiento de documentos seleccionado no está disponible.

source: Could not save. %@
es: No se pudo guardar. %@

source: Create
es: Crear

source: Creates a reflowable braille document using the eBraille 1.0 format.
es: Crea un documento braille adaptable con el formato eBraille 1.0.

source: Current
es: Actual

source: Current Line and Column
es: Línea y columna actuales

source: Custom display layout
es: Diseño de pantalla personalizado

source: Customize Status Bar
es: Personalizar barra de estado

source: Dark
es: Oscuro

source: Date Created
es: Fecha de creación

source: Date Modified
es: Fecha de modificación

source: Delete
es: Eliminar

source: Delete %@ Permanently
es: Eliminar %@ permanentemente

source: Delete Document?
es: ¿Eliminar el documento?

source: Delete Folder?
es: ¿Eliminar la carpeta?

source: Delete Permanently
es: Eliminar permanentemente

source: Delete Permanently?
es: ¿Eliminar permanentemente?

source: Deleted
es: Eliminado

source: Deleted, %@
es: Eliminado, %@

source: Description
es: Descripción

source: Dismiss
es: Ocultar

source: Dismiss keyboard
es: Ocultar teclado

source: Document
es: Documento

source: Document Changed in Files
es: Documento modificado en Archivos

source: Document language
es: Idioma del documento

source: Document Language…
es: Idioma del documento…

source: Document Removed in Files
es: Documento eliminado en Archivos

source: Document Storage
es: Almacenamiento de documentos

source: Document storage changed, but ghostWriter could not remove every old local copy.
es: El almacenamiento de documentos cambió, pero ghostWriter no pudo eliminar todas las copias locales anteriores.

source: Documents
es: Documentos

source: Documents and folders moved here can be restored until they are deleted permanently.
es: Los documentos y carpetas que se muevan aquí se pueden restaurar hasta que se eliminen permanentemente.

source: Documents are stored On This Device by default. You can choose optional iCloud Drive syncing later in Settings.
es: De forma predeterminada, los documentos se almacenan En este dispositivo. Puedes activar más tarde la sincronización opcional con iCloud Drive en Ajustes.

source: Documents are stored only on this device.
es: Los documentos se almacenan únicamente en este dispositivo.

source: Documents sync with iCloud Drive.
es: Los documentos se sincronizan con iCloud Drive.

source: Done
es: Listo

source: Download failed
es: Error de descarga

source: Downloading
es: Descargando

source: Downloading, %lld percent
es: Descargando, %lld por ciento

source: Duplicate
es: Duplicar

source: eBraille export
es: Exportación eBraille

source: eBraille metadata
es: Metadatos de eBraille

source: Edit defaults
es: Editar valores predeterminados

source: Editing
es: Edición

source: Editor Font
es: Fuente del editor

source: Editor Status
es: Estado del editor

source: Education level
es: Nivel educativo

source: Empty
es: Vacío

source: Empty Recently Deleted
es: Vaciar Eliminados recientemente

source: Empty Recently Deleted?
es: ¿Vaciar Eliminados recientemente?

source: Enables ghostWriter commands for a hardware keyboard
es: Activa los comandos de ghostWriter para un teclado físico

source: Enter a copyright date as a year, year and month, or full date.
es: Introduce la fecha de copyright como año, año y mes o fecha completa.

source: Enter a Line Number
es: Introducir un número de línea

source: Enter a line number from 1 through %lld.
es: Introduce un número de línea entre 1 y %lld.

source: Enter a new name for this document.
es: Introduce un nombre nuevo para este documento.

source: Enter a new name for this folder.
es: Introduce un nombre nuevo para esta carpeta.

source: Enter a whole number from 1 through %lld.
es: Introduce un número entero entre 1 y %lld.

source: Enter a year, a year and month, or a full date.
es: Introduce un año, un año y un mes o una fecha completa.

source: Enter alternative text and the full image address, such as https://example.com/photo.jpg. Leave alternative text empty only when the image is decorative.
es: Introduce el texto alternativo y la dirección completa de la imagen, como https://example.com/photo.jpg. Deja vacío el texto alternativo solo si la imagen es decorativa.

source: Enter the author or enter Unknown when the author is not known.
es: Introduce el autor o escribe Desconocido si no se conoce.

source: Enter the link text and full address, such as https://example.com.
es: Introduce el texto del enlace y la dirección completa, como https://example.com.

source: Enter the person or organization producing this braille edition.
es: Introduce la persona u organización que produce esta edición braille.

source: Eventually I actually turned it into a real markdown editor and education system that I used for students to utilize during a Markdown class I taught, and left the spookiness as a setting that could be turned on in the settings.
es: Con el tiempo lo convertí en un verdadero editor de Markdown y en un sistema educativo que utilicé con estudiantes durante una clase de Markdown. Dejé los sucesos inquietantes como una opción que se podía activar en los ajustes.

source: Every item in Recently Deleted will be permanently deleted. This cannot be undone.
es: Todos los elementos de Eliminados recientemente se borrarán permanentemente. Esta acción no se puede deshacer.

source: Explore Welcome Document
es: Explorar el documento de bienvenida

source: Export and share…
es: Exportar y compartir…

source: File
es: Archivo

source: File actions
es: Acciones de archivo

source: File Actions
es: Acciones de archivo

source: Files
es: Archivos

source: Fills in new eBraille exports. You can edit these values before sharing.
es: Rellena las nuevas exportaciones eBraille. Puedes editar estos valores antes de compartir.

source: Find and Replace
es: Buscar y reemplazar

source: Folder
es: Carpeta

source: Follow System
es: Seguir el sistema

source: Full
es: Completa

source: ghostWriter could not verify %@ after copying it.
es: ghostWriter no pudo verificar %@ después de copiarlo.

source: ghostWriter Error
es: Error de ghostWriter

source: ghostWriter includes a Welcome document in your Library. Open it to read, edit, and render examples of the Markdown supported by the app.
es: ghostWriter incluye un documento de bienvenida en tu biblioteca. Ábrelo para leer, editar y renderizar ejemplos del Markdown compatible con la app.

source: ghostWriter Markdown is an accessible plain-text editor for notes, articles, lists, and more.
es: ghostWriter Markdown es un editor accesible de texto sin formato para notas, artículos, listas y mucho más.

source: ghostWriter will move your complete library from iCloud Drive onto this device. After verification, those documents will no longer sync through iCloud.
es: ghostWriter moverá toda tu biblioteca de iCloud Drive a este dispositivo. Después de verificarla, esos documentos dejarán de sincronizarse mediante iCloud.

source: ghostWriter will move your complete library to iCloud Drive. Documents, renames, edits, and deletions will then sync to your other devices using the same iCloud account. iCloud syncing is not an independent backup.
es: ghostWriter moverá toda tu biblioteca a iCloud Drive. Los documentos, los cambios de nombre, las ediciones y las eliminaciones se sincronizarán con tus otros dispositivos que usen la misma cuenta de iCloud. La sincronización con iCloud no es una copia de seguridad independiente.

source: Heading %lld of %lld, %@, heading level %lld.
es: Encabezado %lld de %lld, %@, nivel de encabezado %lld.

source: Heading Level
es: Nivel del encabezado

source: Heading level %lld
es: Encabezado de nivel %lld

source: Heading level %lld applied.
es: Encabezado de nivel %lld aplicado.

source: Heading level %lld.
es: Encabezado de nivel %lld.

source: Heading Swipe Navigation
es: Navegación por encabezados con gestos

source: Help
es: Ayuda

source: Horizontal rule
es: Línea horizontal

source: Horizontal rule inserted.
es: Línea horizontal insertada.

source: I originally built the web version of ghostWriter as a fun little prank. It started off as an innocent markdown editor; a simple text area, a rendered output section below it, code references, just a nice, unsuspecting experience.
es: Originalmente creé la versión web de ghostWriter como una pequeña broma. Comenzó como un inocente editor de Markdown: un área de texto sencilla, una sección con el resultado renderizado, referencias de código y una experiencia agradable que no despertaba sospechas.

source: I've left out the ghosts for now in this iOS version, but who knows, they may haunt it in the future!
es: Por ahora he dejado fuera a los fantasmas de esta versión para iOS, pero quién sabe: ¡puede que la acechen en el futuro!

source: Image created.
es: Imagen creada.

source: Import
es: Importar

source: Import document
es: Importar documento

source: Indentation
es: Sangría

source: Inline code applied.
es: Código en línea aplicado.

source: Insert
es: Insertar

source: Insert Actions
es: Acciones de inserción

source: Insert Image
es: Insertar imagen

source: Insert Link
es: Insertar enlace

source: Insert Table
es: Insertar tabla

source: Insert…
es: Insertar…

source: Italics applied.
es: Cursiva aplicada.

source: Jump
es: Ir

source: Jump to Line
es: Ir a la línea

source: Jump to Line…
es: Ir a la línea…

source: Keyboard Shortcuts
es: Atajos de teclado

source: Language tag
es: Etiqueta de idioma

source: Last Opened
es: Última apertura

source: Layout
es: Diseño

source: Level %lld
es: Nivel %lld

source: liblouis is free software licensed under the GNU Lesser General Public License, version 2.1 or later. The project website provides the corresponding upstream source. Distribution of an app that statically links this library may require additional materials or permissions; this acknowledgement is not a claim that every distribution obligation is satisfied.
es: liblouis es software libre con licencia GNU Lesser General Public License, versión 2.1 o posterior. El sitio web del proyecto proporciona el código fuente original correspondiente. La distribución de una app que enlace estáticamente esta biblioteca puede requerir materiales o permisos adicionales; este agradecimiento no afirma que se hayan cumplido todas las obligaciones de distribución.

source: Light
es: Claro

source: Line %lld does not exist. This document has %lld lines.
es: La línea %lld no existe. Este documento tiene %lld líneas.

source: Line Count
es: Número de líneas

source: Line Does Not Exist
es: La línea no existe

source: Line number
es: Número de línea

source: Lines per page
es: Líneas por página

source: Link created.
es: Enlace creado.

source: Mail Is Not Available
es: Mail no está disponible

source: Mail is not configured on this device. You can copy the feedback address and use it in another mail app.
es: Mail no está configurado en este dispositivo. Puedes copiar la dirección de contacto y usarla en otra app de correo.

source: Markdown Reference
es: Referencia de Markdown

source: Markdown uses simple punctuation to create headings, lists, links, emphasis, tables, and other document structure. You can use Insert when you do not want to type the syntax yourself.
es: Markdown utiliza signos de puntuación sencillos para crear encabezados, listas, enlaces, énfasis, tablas y otras estructuras del documento. Puedes usar Insertar cuando no quieras escribir la sintaxis.

source: Match these dimensions to the intended braille display.
es: Ajusta estas dimensiones a la línea braille prevista.

source: Monospaced
es: Monoespaciada

source: Move
es: Mover

source: Move %@
es: Mover %@

source: Move to iCloud
es: Mover a iCloud

source: Move to This Device
es: Mover a este dispositivo

source: Moves between headings with three-finger horizontal swipes in the editor.
es: Permite desplazarse entre encabezados con gestos horizontales de tres dedos en el editor.

source: Moves the cursor to this heading
es: Mueve el cursor a este encabezado

source: Moving and verifying documents
es: Moviendo y verificando documentos

source: Name
es: Nombre

source: New
es: Nuevo

source: New document
es: Nuevo documento

source: New Document
es: Nuevo documento

source: New Documents
es: Nuevos documentos

source: New exports will use %@.
es: Las exportaciones nuevas usarán %@.

source: New Folder
es: Nueva carpeta

source: Newest first
es: Más recientes primero

source: No Headings
es: Sin encabezados

source: No items match %@.
es: Ningún elemento coincide con %@.

source: No Markdown editing announcements.
es: Sin anuncios de edición de Markdown.

source: Numbered list created.
es: Lista numerada creada.

source: Off
es: Desactivada

source: OK
es: Aceptar

source: Oldest first
es: Más antiguos primero

source: On This Device
es: En este dispositivo

source: Open Last Document
es: Abrir el último documento

source: Opens an in-app email with app and system information included
es: Abre un correo dentro de la app con información de la app y del sistema

source: Opens in external browser
es: Abre en el navegador externo

source: Opens list of insertable Markdown elements
es: Abre la lista de elementos Markdown que se pueden insertar

source: Opens software acknowledgements and licenses
es: Abre los agradecimientos y las licencias del software

source: Opens the lore of ghostWriter
es: Abre la historia de ghostWriter

source: Other language tag…
es: Otra etiqueta de idioma…

source: Outline
es: Esquema

source: Paragraph
es: Párrafo

source: Password-protected Word documents cannot be imported.
es: No se pueden importar documentos de Word protegidos con contraseña.

source: Pin
es: Fijar

source: Pinned
es: Fijado

source: Plain Text
es: Texto sin formato

source: Plays a tone when a document is rendered
es: Reproduce un tono cuando se renderiza un documento

source: Preferred braille code
es: Código braille preferido

source: Preparing %@…
es: Preparando %@…

source: Preparing Welcome document
es: Preparando el documento de bienvenida

source: Produced by
es: Producido por

source: Project website
es: Sitio web del proyecto

source: Publisher
es: Editorial

source: Recently Deleted
es: Eliminados recientemente

source: Recommended details
es: Detalles recomendados
